import Head from 'next/head'
import React from 'react'
import { Wrapper } from '../../layouts/Wrapper'

const PublickOffer = () => {
    return (
        <>

            <Head>
                <title>Договор публичной оферты</title>
            </Head>

            <Wrapper>
                <div className='section'>
                    <div className="section__content section__content_p">
                        <h1 className={'privat_h1'} style={{ fontFamily: 'Arial', marginTop: "100px" }}>Договор публичной оферты</h1>
                        <div className="privat-policy inform-block">
                            <div className='inform-block__box'>
                                <h2>1. Общие положения</h2>
                                <p>
                                    1.1. Настоящий Публичный договор (далее – Оферта, договор) представляет собой официальное предложение «Исполнителя» на сайте https://yourdreamteacher.com, по оказанию информационно-консультационных услуг юридическим и/или дееспособным физическим лицам (далее – Заказчик) на вебсайте https://yourdreamteacher.com, направленном на приобретение Заказчиком дополнительных знаний, умений и навыков в определенной сфере деятельности.
                                </p>
                                <p>
                                    1.2. Принятие (акцепт) данной Оферты означает полное и безоговорочное принятие Заказчиком всех условий без каких-либо исключений и/или ограничений и приравнивается в соответствии с ч. 2 ст. 642 Гражданского кодекса Украины (далее ГК Украины) к заключению сторонами двухстороннего письменного договора на условиях, которые изложены ниже в этой Оферте.
                                </p>
                                <p>
                                    1.3. Данный Публичный договор на оказание
                                    информационно-консультационных услуг на вебсайте (Оферта)
                                    считается заключенным (акцептированным) с момента заполнения
                                    Заказчиком учетной записи на Сайте Исполнителя и поступления
                                    денежных средств Заказчика на расчетный счет Исполнителя.
                                </p>
                                <p>
                                    1.4. Исполнитель и Заказчик предоставляют взаимные гарантии своей право- и дееспособности необходимые для заключения и исполнения настоящего Договора на оказание услуг по организации участия в Форуме.
                                </p>

                                <p>
                                    1.1.3. «Обработка персональных данных» - любое
                                    действие (операция) или совокупность действий (операций),
                                    совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ),
                                    обезличивание, блокирование, удаление, уничтожение персональных данных.
                                </p>

                                <p>
                                    1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.
                                </p>

                                <p>
                                    1.1.5. «Пользователь сайта Интернет-магазина (далее ? Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт интернет-магазина.
                                </p>

                                <p>
                                    1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
                                </p>

                                <p>
                                    1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.
                                </p>
                            </div>

                            <div className='inform-block__box'>
                                <h2>2. Определения и термины</h2>
                                <p>
                                    2.1 В целях настоящей Оферты нижеприведенные термины используются в следующем значении:
                                    Оферта – настоящий публичный договор на оказание информационно-консультационных услуг на Украинском маркетинг-форуме.
                                </p>
                                <p>
                                    Сайт – интернет-сайт https://yourdreamteacher.com используемый Исполнителем на правах собственности или другая онлайн-платформа, которую Исполнитель будет использовать согласно соответствующего Договора.
                                </p>
                                <p>
                                    Услуги по информационно-консультационным услугам на сайте– любые услуги Исполнителя, виды и стоимость которых определена на Сайте, по предоставлению ограниченного доступа Заказчика к услугам, предлагаемым на сайте в соответствии с условиями Оферты для оказания информационно-консультационных услуг на сайте.
                                </p>
                                <p>
                                    Акцепт Оферты – полное и безоговорочное принятие Оферты путем осуществления действий по 100% предварительной оплате за информационно-консультационные услуги на сайте.
                                </p>
                                <p>
                                    Исполнитель – физическое и/или юридическое лицо, имеющее право предоставить информационно-консультационные услуги Заказчику на условиях настоящей Оферты.
                                </p>
                                <p>
                                    Заказчик – лицо, осуществившее Акцепт Оферты на изложенных в ней условиях.
                                </p>
                                <p>
                                    Договор на оказание информационно-консультационных услуг (далее – Договор) – договор между Заказчиком и Исполнителем на предоставление информационно-консультационных услуг на сайте, который заключается посредством Акцепта настоящей Оферты.
                                </p>
                            </div>

                            <div className='inform-block__box'>
                                <h2>3. Предмет оферты</h2>
                                <p>
                                    3.1. Предметом настоящей Оферты является оказание Заказчику информационно-консультационных услуг на сайте силами Исполнителя в соответствии с условиями настоящей Оферты за вознаграждение, выплачиваемое Заказчиком Исполнителю.
                                </p>
                                <p>
                                    Услуги оказываются путем предоставления Заказчику доступа к онлайн видео-трансляции
                                    Украинского маркетинг-форума и контента (аудиовизуальных информационных материалов) с возможностью общения в режиме реального времени в формате онлайн-чата. Участие в Украинском маркетинг-форуме осуществляется Заказчиком путем использования
                                    компьютерного устройства Заказчика (смартфон, планшет, ноутбук, ПК и т.д.), который подключен к сети «Интернет» и имеет доступ к соответствующей онлайн-платформе.
                                </p>
                                <p>
                                    3.2. Стоимость каждого вида информационно-консультационных услуг на Украинском маркетинг-форуме устанавливается на Сайте Исполнителя. Данный договор на оказание услуг считается заключенным с момента поступления денежных средств на расчетный счет Исполнителя.
                                </p>
                                <p>
                                    3.3. Платежи по настоящему договору осуществляется одним из способов предлагаемых Заказчику при нажатии кнопки «Оплатить»
                                </p>
                                <p>
                                    3.4. Заполнение Заказчиком соответствующей заявки и внесение оплаты одним из способов, указанных на Сайте является подтверждением Заказчика на получение информационно-консультационных услуг на сайте.
                                </p>

                                <p>
                                    3.5. В случае, возникновения вопросов или за дополнительной информацией Заказчик может обратиться в службу поддержки Исполнителя по адресу: exams.with.us2021@gmail.com
                                </p>
                                <p>
                                    3.6. Настоящая Оферта имеет силу акта об оказании слуг. Приемка производится без подписания соответствующего акта.
                                </p>
                            </div>

                            <div className='inform-block__box'>
                                <h2>4. Условия оплаты и порядок предоставления услуг</h2>
                                <p>
                                    4.1. Информационно-консультационные услуги предоставляются в полном объеме при условии 100% (сто процентов) оплаты Заказчиком выбранного курса.
                                </p>
                                <p>
                                    4.2. Расчет предоставляемых Исполнителем услуг производится в соответствии с выбранным пакетом услуг по курсу доллара в Приват Банке, НДС не облагается.

                                </p>
                                <p>
                                    4.3. Оплата услуг осуществляется: онлайн-платежом на счет Исполнителя.
                                </p>
                                <p>
                                    4.4. Оплата услуг осуществляется за определенный период обучения и не может быть перенесена на другой период, не может быть возвращена, не может быть использована другим способом за исключением ситуаций, предусмотренных в пунктах 4.6. - 4.9. данного «Договора публичной оферты».
                                </p>
                                <p>
                                    4.5. Исполнитель обязуется предоставить Заказчику услугу в соответствии с выбранным Заказчиком пакетом услуг.
                                </p>
                                <p>
                                    4.6. Индивидуальные занятия Заказчика не могут быть отменены, а только перенесены на другое удобное время по согласованию с Исполнителем.
                                </p>
                                <p>
                                    4.7. В случае сообщения Заказчиком о невозможности присутствовать на индивидуальном занятии менее, чем за
                                    24
                                    часа до запланированного занятия, занятие считается проведенным, стоимость занятия Заказчику не возмещается. В случае сообщения Заказчиком о невозможности проведения занятия по изначально согласованному графику более, чем за 24 часа, график изменяется путем переноса занятия по согласованию.
                                </p>

                                <p>
                                    4.8. В случае болезни преподавателя Исполнитель организует замену либо перенос занятия на удобное для Заказчика время.
                                </p>

                                <p>
                                    4.9. При несвоевременной оплате обучения Заказчик или лицо, которое пользуется услугами, оплаченными Заказчиком, не будет допущено к занятиям.
                                </p>
                            </div>


                            <div className='inform-block__box'>
                                <h2>5.
                                    Обязанности и права Исполнителя
                                </h2>
                                <p>
                                    5.1. Оказать Заказчику Услуги в соответствии с условиями настоящей Оферты.
                                </p>
                                <p>
                                    5.2. Своевременно извещать Заказчика обо всех ситуациях, требующих дополнительного согласования.
                                </p>
                                <p>
                                    5.3. Исполнитель имеет право в любой момент изменять условия настоящей публичной Оферты в одностороннем порядке без предварительного согласования с Заказчиком, обеспечивая при этом публикацию измененных условий на информационной доске не менее чем за один день до их ввода в действие. Данные изменения не имеют обратной силы и не распространяются на услуги, оплаченные Заказчиком.
                                </p>
                                <p>
                                    5.4. Исполнитель оставляет за собой право осуществлять замену преподавателя в случае его болезни без предварительного уведомления Заказчика.
                                </p>
                                <p>
                                    5.5. В случае реорганизации или расформирования группы Исполнитель предоставляет Заказчику возможность продолжения обучения: переход в группу аналогичного уровня либо индивидуальные занятия по тарифу индивидуальных занятий.
                                </p>
                                <p>
                                    5.6. Стороны признают, что с момента окончания оказания Услуг, Услуги Исполнителя по договору Оферты считаются оказанными полностью и подлежащими оплате в полном объеме, а договор Оферты прекращает своей действие.
                                </p>
                            </div>


                            <div className='inform-block__box'>
                                <h2>6. Обязанности и права Заказчика</h2>
                                <p>
                                    6.1. Заказчик обязуется в соответствии с условиями настоящей Оферты, оплатить и принять Услуги Исполнителя по договору Оферты.
                                </p>
                                <p>
                                    6.2. Заказчик обязуется выполнять все требования, изложенные в настоящей Оферте.

                                </p>
                                <p>
                                    6.3. Заказчик не имеет права передавать свои права по Договору Оферты какой-либо третьей стороне.
                                </p>
                                <p>
                                    6.4. Заказчику запрещается распространять (публиковать, размещать на Интернет-сайтах, копировать, передавать или перепродавать третьим лицам) в коммерческих или некоммерческих целях предоставляемую Исполнителем Заказчику информацию и материалы в рамках настоящего Договора, создавать на ее основе информационные продукты, а также использовать эту информацию каким-либо иным образом, кроме как для личного использования.
                                </p>
                            </div>


                            <div className='inform-block__box'>
                                <h2>7. ОТВЕТСТВЕННОСТЬ СТОРОН</h2>
                                <p>
                                    7.1. За невыполнение или ненадлежащее выполнение обязательств по настоящей публичной Оферте Стороны несут ответственность в соответствии с действующим законодательством.

                                </p>
                                <p>
                                    7.2. Исполнитель не несет ответственности за невозможность обслуживания Заказчика по каким-либо причинам, включая нарушение работы линий связи, неисправность оборудования и т.п., в данном случае услуга оказывается в иное согласованное сторонами время.
                                </p>
                                <p>
                                    7.3. Исполнитель не несет ответственности за отсутствие у Заказчика необходимых профессиональных навыков или иных знаний, необходимых для качественного использования полученных информационных материалов.
                                </p>
                                <p>
                                    7.4. Исполнитель не отвечает за реальный ущерб и/или упущенную выгоду, понесенные Заказчиком вследствие использования или невозможности использования услуг Исполнителя.
                                </p>
                                <p>
                                    7.5. Не вступая в противоречие с указанным выше, Исполнитель освобождается от ответственности за нарушение условий договора Оферты, если такое нарушение вызвано действием обстоятельств непреодолимой силы (форс-мажор), включая: действия органов государственной власти, пожар, наводнение, землетрясение, другие стихийные действия, отсутствие электроэнергии и/или сбои работы компьютерной сети, забастовки, гражданские волнения, беспорядки, любые иные обстоятельства, не ограничиваясь перечисленным, которые могут повлиять на выполнение Исполнителем договора Оферты.
                                </p>
                                <p>
                                    7.6. Заказчик несет всю ответственность за достоверность сведений, указанных им при оформлении Заявки на информационно-консультационное обслуживание и платежных документов при оплате Услуг Исполнителя.
                                </p>
                                <p>
                                    7.7. Договор Оферты, его заключение и исполнение регулируется в соответствии с действующим законодательством Украины.
                                </p>
                                <p>
                                    7.8. Все споры и разногласия решаются в соответствие с действующим законодательством.
                                </p>
                            </div>


                            <div className='inform-block__box'>
                                <h2>8. Ответственность сторон</h2>
                                <p>
                                    8.1 Исполнитель и Заказчик, принимая во внимания характер оказываемой услуги, обязуются в случае возникновения споров и разногласий, связанных с оказанием информационно-консультационных услуг на Украинском маркетинг-форуме, применять досудебный порядок урегулирования спора. В случае невозможности урегулирования спора в досудебном порядке, стороны вправе обратиться в Украинский суд.
                                </p>
                                <p>
                                    8.2 За неисполнение либо ненадлежащее исполнение обязательств по настоящей Оферте, стороны несут ответственность в соответствии с законодательством Украины.
                                </p>
                            </div>

                            <div className='inform-block__box'>
                                <h2>9. Другие положения</h2>
                                <p>
                                    9.1. Заказчик гарантирует, что все условия оферты ему понятны и он принимает их безусловно и в полном объеме, без каких-либо условий, изъятий и оговорок.
                                </p>
                                <p>
                                    9.2. В случае, который не урегулирован настоящим Договором, Стороны обязуются руководствоваться нормами, установленными действующим законодательством Украины.
                                </p>
                                <p>
                                    9.3. К данному договору применяется законодательство Украины.
                                </p>
                                <p>
                                    9.4. Стороны дают друг другу согласие на обработку и хранение персональных данных, которые становятся известными им в связи с заключением настоящего Договора, в пределах, в которых это необходимо в соответствии с требованиями действующего законодательства Украины.
                                </p>

                            </div>
                            <div className='inform-block__box'>
                                <h2>Реквизиты Исполнителя</h2>
                                <p>
                                    Для оплаты в гривнях
                                </p>
                                <p>
                                    Establishment of a bank - PrivatBank <br />
                                    MFI Bank - 305299 <br />
                                    Recipient of payment - LOZYK TETIANA <br />
                                    IBAN - UA833052990000026202664828775 <br />
                                    The account of the recipient - 26202664828775 <br />
                                    Card сurrency - UAH <br />
                                    USREOU code of the recipient - 3507911240 <br />
                                    Payment description - Deposit funds into the account LOZYK TETIANA <br />
                                </p>
                            </div>
                            <div className='inform-block__box'>
                                <h2>Для оплаты в долларах:</h2>
                                <p>
                                    BENEFICIARY <br />
                                    Recipient (full name of the recipient in Latin) - LOZYK TETIANA, index 53207, Ukraine,region Dnipropetrovska,district  <br />
                                    Nikopolskyi,city Nikopol,street Volodimira Yemtsia,building 43 <br />

                                </p>
                                <p>
                                    IBAN - UA783052990000026206699684418
                                </p>
                                <p>
                                    ACCOUNT <br />
                                    The account of the recipient - 4731219116593553 <br />
                                </p>
                                <p>
                                    BANK OF BENEFICIARY  <br />
                                    Beneficiary's bank - PRIVATBANK, 1D HRUSHEVSKOHO STR., KYIV, 01001, UKRAINE <br />
                                    SWIFT CODE/BIC: PBANUA2X <br />
                                </p>
                                <p>
                                    CORRESPONDENT ACCOUNT <br />
                                    Recipient bank account in correspondent bank - 0011000080 <br />
                                </p>
                                <p>
                                    INTERMEDIARY BANK <br />
                                    Correspondent bank - JP MORGAN CHASE BANK <br />
                                    SWIFT CODE/BIC: CHASUS33 <br />
                                </p>
                                <p>
                                    Card сurrency - USD
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </Wrapper>
        </>
    )
}

export default PublickOffer
